{
    "pregnancy" : [
        {
            "week" :"1",
            "you" : "The first thing most women notice is that their period does not arrive. Find out about the signs and symptoms of pregnancy. The most reliable way of finding out if you're pregnant is to take a pregnancy test. Once you think you could be pregnant, it's important to get in touch with a midwife or doctor to start your pregnancy (antenatal) care. You can do this by contacting: your GP surgery  if you're not registered with a GP, you can find a GP, your local hospital's maternity unit  find maternity services",
            "baby" : "Your `getting pregnant` timeline is: day 1: the first day of your period, ay 14 (or slightly before or after, depending how long your menstrual cycle is): you ovulate, within 24 hours of ovulation, the egg is fertilised by sperm if you have had sex in the last few days without using contraception, about 5 to 6 days after ovulation, the fertilised egg burrows into the lining of the womb  this is called implantation, you're now pregnant",
            "think" : "In the early days and weeks of pregnancy, you may not know if you're pregnant. But you can do the following things: take a folic acid supplement of 400 micrograms a day while you're trying to get pregnant and until the 12th week of pregnancy. take a vitamin D supplement of 10 micrograms a day. avoid some foods to protect against infections. stopping smoking is one of the best things you can do for your baby's health. You can get supplements from pharmacies and supermarkets, or your GP may be able to prescribe them for you. If you want to get your vitamin D or folic acid from a multivitamin tablet, make sure the tablet does not contain vitamin A (or retinol). You can get vitamin supplements containing folic acid and vitamin D free of charge if you're under 18, pregnant or breastfeeding and qualify for the Healthy Start scheme."
        },
        {
            "week" :"2",
            "you" : "The first thing most women notice is that their period does not arrive. Find out about the signs and symptoms of pregnancy. The most reliable way of finding out if you're pregnant is to take a pregnancy test. Once you think you could be pregnant, it's important to get in touch with a midwife or doctor to start your pregnancy (antenatal) care. You can do this by contacting: your GP surgery  if you're not registered with a GP, you can find a GP, your local hospital's maternity unit  find maternity services",
            "baby" : "Your `getting pregnant` timeline is: day 1: the first day of your period, ay 14 (or slightly before or after, depending how long your menstrual cycle is): you ovulate, within 24 hours of ovulation, the egg is fertilised by sperm if you have had sex in the last few days without using contraception, about 5 to 6 days after ovulation, the fertilised egg burrows into the lining of the womb  this is called implantation, you're now pregnant",
            "think" : "In the early days and weeks of pregnancy, you may not know if you're pregnant. But you can do the following things: take a folic acid supplement of 400 micrograms a day while you're trying to get pregnant and until the 12th week of pregnancy. take a vitamin D supplement of 10 micrograms a day. avoid some foods to protect against infections. stopping smoking is one of the best things you can do for your baby's health. You can get supplements from pharmacies and supermarkets, or your GP may be able to prescribe them for you. If you want to get your vitamin D or folic acid from a multivitamin tablet, make sure the tablet does not contain vitamin A (or retinol). You can get vitamin supplements containing folic acid and vitamin D free of charge if you're under 18, pregnant or breastfeeding and qualify for the Healthy Start scheme."
        },
        {
            "week" :"3",
            "you" : "The first thing most women notice is that their period does not arrive. Find out about the signs and symptoms of pregnancy. The most reliable way of finding out if you're pregnant is to take a pregnancy test. Once you think you could be pregnant, it's important to get in touch with a midwife or doctor to start your pregnancy (antenatal) care. You can do this by contacting: your GP surgery  if you're not registered with a GP, you can find a GP, your local hospital's maternity unit  find maternity services",
            "baby" : "Your `getting pregnant` timeline is: day 1: the first day of your period, ay 14 (or slightly before or after, depending how long your menstrual cycle is): you ovulate, within 24 hours of ovulation, the egg is fertilised by sperm if you have had sex in the last few days without using contraception, about 5 to 6 days after ovulation, the fertilised egg burrows into the lining of the womb  this is called implantation, you're now pregnant",
            "think" : "In the early days and weeks of pregnancy, you may not know if you're pregnant. But you can do the following things: take a folic acid supplement of 400 micrograms a day while you're trying to get pregnant and until the 12th week of pregnancy. take a vitamin D supplement of 10 micrograms a day. avoid some foods to protect against infections. stopping smoking is one of the best things you can do for your baby's health. You can get supplements from pharmacies and supermarkets, or your GP may be able to prescribe them for you. If you want to get your vitamin D or folic acid from a multivitamin tablet, make sure the tablet does not contain vitamin A (or retinol). You can get vitamin supplements containing folic acid and vitamin D free of charge if you're under 18, pregnant or breastfeeding and qualify for the Healthy Start scheme."
        },       
        {
            "week":"4",
            "you" : "Conception usually takes place about 2 weeks after your last period, around the time you release an egg (ovulate).In the first 4 weeks of pregnancy, you probably will not notice any symptoms. The first thing you may notice is that your period does not arrive, or you may have other signs and symptoms of pregnancy, such as breast tenderness. You can confirm the pregnancy with a pregnancy test. You can work out the date when your baby is due. This date may be changed when you have an ultrasound scan.",
            "baby" : "In weeks 4 to 5 of early pregnancy, the embryo grows and develops within the lining of your womb. The outer cells reach out to form links with your blood supply. The inner cells form into 2, and then later into 3 layers. Each of these layers will grow to be different parts of your baby's body: the inner layer becomes the breathing and digestive systems, including the lungs, stomach, gut and bladder, the middle layer becomes the heart, blood vessels, muscles and bones. the outer layer becomes the brain and nervous system, the eye lenses, tooth enamel, skin and nails. In these early weeks of pregnancy, the embryo is attached to a tiny yolk sac that provides nourishment. A few weeks later, the placenta will be fully formed and take over the transfer of nutrients to the embryo. The embryo is surrounded by fluid inside the amniotic sac. It's the outer layer of this sac that develops into the placenta. Cells from the placenta grow deep into the wall of the womb, establishing a rich blood supply. This ensures the baby receives all the oxygen and nutrients it needs.",
            "think" : "what to expect on your NHS pregnancy journey, here's help and support if you're a teenager, avoid drinking alcohol when you're pregnant or trying to get pregnant, how emotional changes in pregnancy can affect your relationships"
        },
        {
            "week":"5",
            "you" : "This is the time of the first missed period, when most women are only just beginning to think they may be pregnant. Find out what to expect on your NHS pregnancy journey. Antenatal care (also called pregnancy or maternity care) is the care you get from midwives and doctors during your pregnancy to make sure you and your baby are as well as possible. Contact your GP surgery or your preferred maternity service promptly once you know you're pregnant, so you start getting care at the right time. They'll arrange your first midwife appointment. Starting your maternity care early in pregnancy is important if you have a health condition that may affect your pregnancy, such as heart or lung conditions, epilepsy, mental health problems, diabetes or asthma. Your doctor or midwife will be able to advise you if you're taking medicines for your condition while you're pregnant, and provide the specialist care you and your baby need. Do not stop taking any prescribed medicine without checking with your doctor or midwife first.",
            "baby" : "Your baby's nervous system is already developing, and the foundations for its major organs are in place. At this stage, the embryo is around 2mm long. The heart is forming as a simple tube-like structure. Your baby already has some of its own blood vessels and blood begins to circulate. A string of these blood vessels connects you to your baby and will become the umbilical cord. At the same time, the embryo's outer layer of cells develops a groove and folds to form a hollow tube called the neural tube. This will become your baby's brain and spinal cord. Defects in one end (the `tail end`) of the neural tube lead to spina bifida. Defects in the `head end` lead to anencephaly, when the bones of the skull do not form properly. Folic acid prevents spina bifida. You should start taking it as soon as you find out you're pregnant (even before you get pregnant, if possible).",
            "think" : "You're advised to take 400 micrograms of folic acid a day while you're trying to get pregnant and until the 12th week of pregnancy. Stopping smoking is one of the best things you can do for your baby's health. Sign up for 28 days of free quitting advice and tips to your inbox. Avoid some foods in pregnancy to protect against infections. You can save a to-do list to keep track of things to do, such as taking folic acid and getting free dental care. Talk to your midwife, doctor or pharmacist before taking any medicines, or any herbal or homeopathic remedies."
        },
        {
            "week":"6",
            "you" : "It's normal to feel a range of emotions in pregnancy and everyone's experience is different. A healthy diet in pregnancy, having foods that are nutritious and safe to eat, is important for the wellbeing of you and your baby. Stopping smoking when you're pregnant is one of the most important things you can do for your baby's wellbeing. Ask your midwife, GP or pharmacist for advice and the details of your nearest NHS stop smoking service.",
            "baby" : "By the time you're 6 to 7 weeks pregnant, there's a large bulge where the heart is and a bump at the head end of the neural tube. This bump will become the brain and head. The embryo is curved and has a tail, and looks a bit like a small tadpole. The heart can sometimes be seen beating on a vaginal ultrasound scan at this stage. The developing arms and legs become visible as small swellings (limb buds). Little dimples on the side of the head will become the ears, and there are thickenings where the eyes will be. By now, the embryo is covered with a thin layer of see-through skin",
            "think" : "Find out what to expect from your NHS pregnancy journey, including your first midwife appointment."
        },
        {
            "week":"7",
            "you" : "Your womb has grown to the size of a lemon by the time you're around 7 or 8 weeks pregnant. You're probably feeling tired. Your breasts might feel sore and enlarged, and you may need to pee more often than usual. You may start to feel sick or tired, or have other minor pregnancy problems for a few weeks around this time. In most cases, feelings of nausea and vomiting (morning sickness) start to improve after around 14 weeks of pregnancy. Some infections can harm a pregnancy. It's important to let your doctor or midwife know if you think you may have an infection so they can give you the right care as early as possible. Find out about infections that may cause problems in pregnancy. You may have bleeding or sore gums when you're pregnant. Good mouth hygiene and regular dental care, to keep your teeth and gums as healthy as possible, is the best way to avoid or care for gum problems. Dental care is free during pregnancy and until 1 year after your due date. Ask your midwife or doctor about how to apply for free dental care.",
            "baby" : "By 7 weeks, the embryo has grown to about 10mm long from head to bottom. This measurement is called the crown-rump length.The brain is growing rapidly and this results in the head growing faster than the rest of the body.The embryo has a large forehead, and the eyes and ears continue to develop. The inner ears start to develop, but the outer ears on the sides of the head will not appear for a couple more weeks. The limb buds start to form cartilage, which will develop into the bones of the legs and arms. The arm buds get longer and the ends flatten out  these will become the hands. Nerve cells continue to multiply and develop as the brain and spinal cord (the nervous system) starts to take shape",
            "think" : "find out about midwives, obstetricians and other healthcare professionals who may provide your pregnancy (antenatal) care, what to expect from your NHS pregnancy journey, your first midwife appointment"
        },
        {
            "week" : "8",
            "you" : "Your womb has grown to the size of a lemon by the time you're around 7 or 8 weeks pregnant. You're probably feeling tired. Your breasts might feel sore and enlarged, and you're probably needing to pee more often than usual. You'll probably have missed your second period. But you may experience a little bleeding in pregnancy from your vagina. Always mention any bleeding in pregnancy to your midwife or GP, particularly if it continues and you get stomach pain",
            "baby" : "Your baby's face is slowly forming. The eyes are bigger and more obvious and have some colour (pigment) in them. There's a mouth and a tongue with tiny taste buds. The hands and feet are developing  ridges identify where the fingers and toes will be, although they have not separated out yet. The major internal organs, such as the heart, brain, lungs, kidneys and gut, continue developing. At 9 weeks of pregnancy, your baby has grown to about 22mm long from head to bottom.",
            "think" :"Find out about the pregnancy (antenatal) care appointments you'll be offered, including your first midwife appointment. Get teenage pregnancy support if you need it. Learn about infections that can harm your baby in pregnancy and how to protect yourself. Find out about exercise and keeping fit in pregnancy. Make and save a pregnancy to-do list to help you stay organised."
        },
        {
            "week" : "10",
            "you" : "You'll be offered screening to find the baby's chance of having Down's syndrome, Edwards' syndrome and Patau's syndrome as part of your maternity care.Pregnant women and their babies are at higher risk from flu (influenza) and whooping cough (pertussis). You're advised to have a flu vaccination in pregnancy and whooping cough vaccination in pregnancy to protect you and your baby. Domestic violence during pregnancy puts women and their unborn child in danger of miscarriage, infections and other complications. Abuse often starts in pregnancy and may be physical, emotional or financial in nature. All pregnant women in the UK are routinely asked if they have experienced domestic violence by their midwife or doctor so they can receive advice and support.",
            "baby" : "The ears are starting to develop on the sides of your baby's head, and the ear canals are forming inside the head.If you could look at your baby's face, you'd be able to see an upper lip and 2 tiny nostrils in the nose. The jawbones are developing and already contain all the future milk teeth. The heart is now fully formed. It beats 180 times a minute  that's 2 to 3 times faster than your own heart. The baby is making small, jerky movements that can be seen on an ultrasound scan.",
            "think" : "Possible places to give birth: at home, a midwife-led unit (birth centre) or a hospital  your options will depend on where you live and whether you or your baby have any health problems or other needs."
        },
        {
            "week" : "11",
            "you" : "Headaches in early pregnancy can be caused by changes in your body. Find out what you can do about headaches in pregnancy yourself and when you should contact your doctor or midwife. Limiting the amount of caffeine you have in pregnancy can reduce the chances of miscarriage and your baby weighing less than normal when they're born (low birthweight).",
            "baby" : "The baby grows quickly and the placenta is rapidly developing. it'll be fully formed at about 12 weeks. The bones of the face are formed now. The eyelids are closed and will not open for a few months yet. The ear-buds developing on the sides of your baby's head look more like ears as they grow. Your baby's head makes up one-third of its length, but the body is growing fast  it's straightening, and the fingers and toes are separating. There are fingernails.",
            "think" : "If you're pregnant and working, find out about your legal rights, including paid time off for antenatal (pregnancy) care, maternity leave, protection of your health and safety at work, and more. The screening test for Down's syndrome, Edwards' syndrome and Patau's syndrome involves a blood test and an ultrasound scan, offered between 10 and 14 weeks of pregnancy. If you choose to have this screening test, it can be done at the same time as the dating scan."
        },
        {
            "week" : "12",
            "you" : "You might notice you're a bit constipated. Not everyone gets constipation in pregnancy, but it's fairly common and can make you feel uncomfortable. Find out about common health problems in pregnancy. You may feel stomach pain or cramps from time to time. These are usually nothing to worry about, and can be caused by constipation, wind or your ligaments growing as your womb gets bigger. But if you have stomach pain that does not go away, is severe or you also have bleeding or other symptoms, you need to see your midwife or doctor.",
            "baby" : "Just 12 weeks after your last period, the foetus is fully formed. All the organs, muscles, limbs and bones are in place, and the sex organs are well developed. From now on,the baby has to grow and mature. It's too early for you to be able to feel the baby's movements yet, although they'll be moving quite a bit",
            "think" : "Make sure you find out about all the health things you should know when you're pregnant, such as stopping smoking, avoiding alcohol, getting exercise and having a healthy diet. Antenatal screening tests are offered by the NHS in pregnancy to check if a baby has a higher chance of having a health condition, such as Down's syndrome. It's up to you whether to have screening tests or not. Find out what antenatal screening is and what's involved to help you decide what's best for you.Sometimes antenatal screening tests find something to indicate your baby has a higher chance of having a health condition. You'll receive support and advice from your midwife or doctor if this is the case, and they'll discuss your options and next steps with you. You can start thinking about where you'd like to give birth  at home, at a birth centre or in hospital. Your options will depend on your circumstances and what's available in your area."
        },
        {
            "week" : "13",
            "you" : "If you've been feeling sick and tired with morning sickness, you'll probably start to feel better when you're around 13 or 14 weeks pregnant. You may start to experience an increased sex drive around this time, possibly as a result of pregnancy hormones or increased blood flow to the pelvic area. It is perfectly normal if you do not. Read more about sex in pregnancy. You'll notice a small bump developing as your womb grows and moves upwards. If you've been feeling the urge to pee more often over the last few months, it's because your womb was pressing on your bladder. This should ease off now. See your doctor if you notice any pain when you pee. Urinary tract infections (UTIs) can happen in pregnancy, and it's important to treat them quickly to reduce the risk of kidney infection",
            "baby" : "Your baby weighs around 25g. Your baby's ovaries or testes are fully developed inside their body, and the genitals are forming outside their body. Where there was a swelling between the legs, there will now be a penis or clitoris growing, although you will not usually be able to find out the sex of your baby at an ultrasound scan at this stage.",
            "think" : "You may be able to get help to buy food and milk through the Healthy Start scheme, if you're pregnant or have children under the age of 4 and if you receive certain benefits, or you're pregnant and under 18."
        },
        {
            "week" : "14",
            "you" : "How much weight you put on in pregnancy depends on your weight before you get pregnant. You're likely to gain between 10kg and 12.5kg. But gaining too much or too little may cause health problems for you or your baby. Find out more about weight gain in pregnancy.",
            "baby" : "At 14 weeks, the baby is about 85mm long from head to bottom. Around now, the baby begins to swallow little bits of amniotic fluid, which pass into the stomach. The kidneys start to work and the swallowed fluid passes back into the amniotic fluid as urine.",
            "think" : "Find out about the healthcare professionals who make up the pregnancy care team."
        },
        {
            "week" : "15",
            "you" : "It's normal to have more vaginal discharge in pregnancy. It's usually thin, clear or milky white and should not smell unpleasant. If it's smelly, you feel itchy or sore, or have pain when you pee, contact your midwife as these could be signs of an infection.",
            "baby" : "Around this time, your baby will start to hear  they may hear muted sounds from the outside world and any noises your digestive system makes, as well as the sound of your voice and heart. The eyes also start to become sensitive to light. Even though your baby's eyes are closed, they may register a bright light outside your tummy",
            "think" : "Pregnancy infections: chickenpox.What your baby's movements might feel like, and when you can expect to feel them. You will usually have the whooping cough vaccine at around 20 weeks pregnant, but you can have it from 16 weeks."
        },
        {
            "week" : "16",
            "you" : "Itching in pregnancy can be a sign of the rare liver disorder intrahepatic cholestasis of pregnancy, sometimes called obstetric cholestasis or OC.",
            "baby" : "The muscles of the baby's face can now move and the beginnings of facial expressions appear. Your baby cannot control these yet. The nervous system continues to develop, allowing the muscles in your baby's limbs to flex. Around this time, your baby's hands can reach each other  they can form a fist and hold each other when they touch.",
            "think" : "You're entitled to free prescriptions and dental care throughout your pregnancy and until 1 year after the birth. If you have not already gotten your maternity certificate to prove you're eligible, ask your midwife for your MATB1 form to fill in as soon as possible. You usually have the whooping cough (pertussis) vaccine at around 20 weeks pregnant, but you can have it from 16 weeks."
        },
        {
            "week" : "17",
            "you" : "You'll be offered ultrasound scans in pregnancy, including the mid-pregnancy anomaly scan offered between 18 weeks and 21 weeks and 6 days. You might hear some people call this the `20-week scan`.When you're pregnant, the safest approach to alcohol in pregnancy is not to drink it at all. Your baby cannot process alcohol as well as you can, and it can seriously affect their development. Bleeding from the vagina may be a sign of serious problems, so seek help if you experience vaginal bleeding in pregnancy",
            "baby" : "By the time you're 17 weeks pregnant, your baby is growing quickly and now weighs around 150g. The eyebrows and eyelashes are beginning to grow. Your baby's eyes can move now, although the eyelids are still shut, and the mouth can open and close. The lines on the skin of the fingers are now formed, so the baby already has their own individual fingerprints. Fingernails and toenails are growing, and the baby has a firm hand grip",
            "think" : "Find out about the options for where to give birth. Learn about tiredness and sleep in pregnancy. Exercise and keeping active in pregnancy is good for you and your baby. Find out what's safe and when you should take care. If you lose your baby, it's very important that you have all the support you need. Support is available from your care team and other organisations. Find out more about when pregnancy goes wrong. You can print a pregnancy to-do list to keep track of all the essentials for your pregnancy"
        },
        {
            "week" : "18",
            "you" : "Stomach (abdominal) pain in pregnancy is common, and can be caused by constipation, wind, or `growing pains` as your ligaments stretch to support your growing bump. But abdominal pain can sometimes be a sign of something serious. You may also get headaches in pregnancy. This is common, but could be a sign of something serious if the headaches are severe",
            "baby" : "The baby moves around quite a bit, and may respond to loud noises from the outside world, such as music. You may not feel these movements yet, especially if this is your first pregnancy. If you do, they'll probably feel like a soft fluttering or rolling sensation.",
            "think" : "Start thinking about making your birth plan. Before taking any medicine when you're pregnant that you can buy at a pharmacy, check with your midwife, GP or pharmacist that it's safe to take in pregnancy."
        },
        {
            "week" : "19",
            "you" : "You might feel your baby move for the first time when you're around 17 or 18 weeks pregnant. If this is your first baby, you may notice the first movements between 18 and 20 weeks pregnant. At first, you feel a fluttering or bubbling, or a very slight shifting movement. Later on, you cannot mistake the movements, and can even see the baby kicking about. Often, you can guess which bump is a hand or a foot. There's no set number of baby movements you should feel. The important thing is to get to know your baby's usual pattern of movements. Once you start to feel your baby's movements, you should feel your baby moving right up until they're born. If you think your baby is moving less than usual or there is a change to your baby's usual pattern of movements, call your midwife or maternity unit immediately. Your baby will need to be checked. Do not use a home handheld scanning device (Doppler) as these are not reliable  even if you hear a heartbeat, it does not mean your baby is well. Hormonal changes and your growing bump can cause pain in your pelvis or hips.",
            "baby" : "Your baby is putting on a bit of weight, but still does not have much fat, so if you could see your baby now, they would look a bit wrinkled. The baby will continue to put on weight for the rest of the pregnancy and will `fill out` by the last few weeks before birth",
            "think" : "Pre-eclampsia is a pregnancy condition that can cause problems for you and your baby  learn the symptoms of pre-eclampsia to look out for. Print a to-do list of useful things to do and think about when you're pregnant."
        },
        {
            "week" : "20",
            "you" : "At 20 weeks pregnant, you're halfway through your pregnancy. You may develop a dark line down the middle of your tummy. This is normal skin pigmentation as your tummy expands to accommodate your growing bump. Normal hair loss slows down, so your hair may look thicker and shinier. Find out how to deal with common pregnancy problems including feeling faint, feeling hot, cramp, constipation and more.",
            "baby" : "By 20 weeks, your baby's skin is covered in a white, greasy substance called vernix. It's thought this helps protect the skin during the many weeks in the amniotic fluid",
            "think" : "what happens at the 20-week scan, and what it's looking for. what to expect if your antenatal screening finds something. your feelings, worries and relationships"
        },
        {
            "week" : "21",
            "you" : "Your womb will begin to get bigger more quickly and you'll really begin to look pregnant. You may feel hungrier than before  try to stick to a balanced, healthy diet in pregnancy, and make sure you know what foods to avoid when you're pregnant",
            "baby" : "By 21 weeks, your baby weighs around 350g. From about this stage onwards, your baby will weigh more than the placenta, which, until now, was heavier than your baby. The placenta will keep growing throughout pregnancy, but not as fast as your baby. Around this time, the baby becomes covered in a very fine, soft hair called lanugo. The purpose of this is not known, but it's thought it may be to keep the baby at the right temperature. The lanugo usually disappears before birth",
            "think" : "Stopping smoking while you're pregnant is one of the most important things you can do for your baby's wellbeing. Specialist support is available to help you, which will increase your chances of succeeding.Learn about your rights at work during pregnancy, including paid time off for antenatal care, and where to get support if you need it. Explore your birth options if you're pregnant with twins"
        },
        {
            "week" : "22",
            "you" : "Not everybody gets stretch marks, but if you do, they will probably start becoming noticeable when you're around 22 to 24 weeks pregnant. They may appear on your stomach, breasts and thighs. At first they can be pink, red, purple or brown, depending on your skin colour. They may gradually fade into paler scars and become less noticeable. Your breasts may start to leak a little pre-milk  this is normal. You may also notice skin changes in pregnancy. Find out more about skin changes on our page about common health problems in pregnancy.",
            "baby" : "Your baby is beginning to get into a pattern of sleeping and waking, which will not necessarily be the same as yours. When you're in bed at night, feeling relaxed and trying to sleep, your baby may be wide awake and moving about",
            "think" : "the whooping cough vaccination: what you need to know. 15 weeks before your due date, you need to tell your employer when you'd like to start your maternity leave.  antenatal classes are an important part of preparation for birth"
        },
        {
            "week" : "23",
            "you" : "You may develop piles (haemorrhoids). Piles are swellings containing enlarged blood vessels inside or around your bottom (the rectum and anus). Piles can happen to anyone, pregnant or not, and can be very uncomfortable. They can happen when you're pregnant because hormones make your veins relax, but there are ways to ease piles in pregnancy. Tiredness and lack of sleep are common in pregnancy. There are plenty of things you can do to help yourself sleep, including using pillows to support your growing bump",
            "baby" : "Your baby's lungs are not yet able to work properly, but they are practising breathing movements to prepare for life outside the womb. Your baby gets all their oxygen from you via the placenta and will do so until they're born.",
            "think" : "how to write a birth plan. why breastfeeding is good for you and your baby.things you'll need for your baby"
        },
        {
            "week" : "24",
            "you" : "You may get thrush in pregnancy. Having thrush when you're pregnant can be irritating but it will not harm your baby. Your midwife can recommend treatment. See your doctor or midwife if you have any pain when you pee. This could be sign of a urinary tract infection (UTI) that needs treating.",
            "baby" : "By the time you're 24 weeks pregnant, the baby has a chance of survival if they are born. Most babies born before this time cannot live because their lungs and other vital organs are not developed enough. The care that can now be given in baby (neonatal) units means more and more babies born early do survive. But for babies born around this time, there are increased risks of disability. Find out about premature labour and birth and special care for babies",
            "think" : "where to have your baby: weigh up your choices. know the signs of premature labour"
        },
        {
            "week" : "25",
            "you" : "You may have some swelling in your hands or feet. This might be caused by water retention, which is normal  try resting and lifting up your swollen feet to ease it. Be sure to mention any swelling to your midwife or GP so they can take your blood pressure and rule out a condition called pre-eclampsia, which can cause swelling. Other symptoms of pre-eclampsia include severe headache, vision problems such as blurring or flashing lights, and pain under the ribs. It's common to get backache in pregnancy as your bump grows and your body prepares for labour and birth.",
            "baby" : "The baby is moving about a lot and responds to touch and sound. A very loud noise may make them jump and kick, and you'll be able to feel this. Your baby is regularly passing urine into the amniotic fluid. Sometimes the baby may get hiccups and you can feel the jerk of each hiccup.",
            "think" : "Are you drinking too much coffee? See how much caffeine you can safely have in pregnancy. If you're taking maternity leave from work, you need to tell your employer in writing at least 15 weeks before your baby is due  this is when you're 25 weeks pregnant. If you're entitled to maternity allowance, you can claim from when you're 26 weeks pregnant."
        },
        {
            "week" : "26",
            "you" : "Pregnancy and birth can weaken the muscles of the pelvic floor and you may notice you leak pee when you cough, sneeze or strain your stomach muscles. Your pelvic floor is made up of layers of muscles inside your body that stretch like a hammock from the pubic bone (in front) to the end of the spine. Pelvic floor exercises can help strengthen the muscles so they work better.",
            "baby" : "The baby's eyelids open for the first time around now and they will soon start blinking. It's not until some weeks after the birth that your baby's eyes become the colour they will stay",
            "think" : "Find out if you're getting all the vitamins and minerals you need. You can download a birth plan template to fill in and save, stating your preferences for labour and birth, such as pain relief, and the positions you would like to be in. You should have had the whooping cough vaccination at around 20 weeks of pregnancy  ask your midwife or GP if you have not had yours yet. To give your baby the best protection against whooping cough, you should have the vaccine before 32 weeks of pregnancy. Read about travelling safely in pregnancy. Massaging your perineum (the area between your vagina and anus) from 35 weeks of pregnancy can reduce the chance of tearing, needing a cut (episiotomy), and postnatal perineal pain in those having their first vaginal birth. Varicose veins are common in pregnancy  find out about common health problems in pregnancy"
        },
        {
            "week" : "27",
            "you" : "Nosebleeds are quite common in pregnancy because of hormonal changes. Often there's nothing to worry about and they usually stop with a treatment you can do yourself. Find out more about treating a nosebleed. Not everyone gets stretch marks. If you do, they may appear on your tummy, thighs or breasts. Stretch marks are not harmful and there's no treatment for them, but they usually fade with time.",
            "baby" : "By now your baby's heart rate will have slowed to around 140 beats per minute. This is still considerably faster than your own heart rate.Your baby's brain, lungs and digestive system are formed but not fully mature and are still developing.",
            "think" : "how your birth partner can help during labour. have you had your whooping cough vaccination? If not, ask your midwife or GP"
        },
        {
            "week" : "28",
            "you" : "At your 28-week antenatal appointment, your midwife or doctor will: measure your blood pressure. test your urine for protein. discuss the results of any screening tests from your last appointment. Heartburn or acid reflux is common in pregnancy. It can be uncomfortable but is not harmful. Find out how to avoid indigestion and heartburn in pregnancy and how to ease the symptoms. If you've been told your blood type is rhesus negative, you'll be offered an injection in pregnancy to protect your unborn baby. You'll be offered tests for your blood and your baby's blood at birth, and you may be offered a second injection to protect your babies in any future pregnancies.",
            "baby" : "By 28 weeks, your baby weighs around 1kg and is perfectly formed. The baby's heartbeat can now be heard through a stethoscope. Your partner may even be able to hear it by putting an ear to your bump, but it can be difficult to find the right place. Your baby keeps putting on weight, as more and more fat appears under the skin",
            "think" : "Exercise is good for you and your baby at any stage of pregnancy  find out about exercise in pregnancy and the sports and positions you should avoid"
        },{
            "week" : "29",
            "you" : "As your bump pushes up against your lungs and you have extra weight to carry around, you may feel breathless. Swollen ankles are common in pregnancy.",
            "baby" : "Your baby continues to be very active at this stage, and you'll probably be aware of lots of movements. There's no set number of your baby's movements you should feel each day  every pregnancy is different. You should be aware of your baby's own pattern of movements. If this pattern changes, contact your midwife or hospital to tell them",
            "think" : "What happens in labour and birth. What happens at the hospital or birth centre. You can print your pregnancy to-do list to keep track of all the essentials for your pregnancy. Make sure you know about infections in pregnancy that may affect your baby and how to protect against them, including CMV (cytomegalovirus), slapped cheek syndrome and toxoplasmosis"
        },{
            "week" : "30",
            "you" : "Leg cramps at night are common at around 29 to 32 weeks. You may find it hard to sleep because you cannot get comfortable. Try lying curled up on your side with a pillow between your legs and a cushion under your bump. You might also find you need to pee a lot  find out about common health problems in pregnancy. Itching is common in pregnancy and often gets better with self care, but sometimes it can be a symptom of a liver condition called intrahepatic cholestasis of pregnancy (ICP), also known as obstetric cholestasis (OC).",
            "baby" : "The sucking reflex is developing by now and your baby can suck its thumb or fingers. The baby is growing plumper, and the skin begins to look less wrinkled and much smoother. The white, greasy vernix and the soft, furry, fine hair (lanugo) that have covered your baby's skin for some time begin to disappear.",
            "think" : "what happens if your baby is breech. pain relief in labour, including things you can do yourself. Pregnancy can be a trigger for domestic abuse or violence, and existing abuse may get worse. Abuse can be physical, sexual, emotional or psychological, and it puts you and your baby in danger. If you're being abused by your partner or a family member, you can:speak to your midwife or doctor. call the 24-hour freephone National Domestic Abuse Helpline, run by Refuge, on 0808 2000 247"
        },
        {
            "week" : "31",
            "you" : "Your midwife and doctors will offer to check your blood pressure at every appointment. This is because high blood pressure can be harmful for you and your baby, and can be an early sign of pre-eclampsia. Find out about the risks of high blood pressure (hypertension) and pregnancy. Other signs of pre-eclampsia include a bad headache, vision problems and pain below your ribs. Knowing what to expect in the first few days of breastfeeding can help to get breastfeeding off to a good start",
            "baby" : "Your baby's lungs are developing rapidly, but your baby would not be fully able to breathe on their own until about 36 weeks.",
            "think" : "where to give birth: the options, including epidural"
        },
        {
            "week" : "32",
            "you" : "Being active and fit during pregnancy will help you adapt to your changing shape and weight gain. It can also help you cope with labour and get back into shape after the birth. Find out about exercise in pregnancy. You may develop pelvic pain in pregnancy. This is not harmful to your baby, but it can cause severe pain and make it difficult for you to get around.",
            "baby" : "By about 32 weeks, the baby is usually lying with their head pointing downwards, ready for birth. This is known as cephalic presentation. If your baby is not lying head down at this stage, it's not a cause for concern  there's still time for them to turn. The amount of amniotic fluid in your uterus is increasing, and your baby is still swallowing fluid and passing it out as urine.",
            "think" : "how you might feel after the birth"
        },
        {
            "week" : "33",
            "you" : "Too much caffeine in pregnancy increases the risk of miscarriage or your baby being born with a low birthweight. If you're pregnant, do not have more than 200 milligrams (200mg) of caffeine a day  that's about the same as 2 mugs of tea, plus 1 can of cola. Heartburn or acid reflux in pregnancy is common, caused by hormonal changes and the growing baby pressing against your stomach. Changes to your diet and lifestyle may be enough to control your symptoms. If not, your midwife or GP can recommend treatment",
            "baby" : "By 33 weeks of pregnancy, the baby's brain and nervous system are fully developed",
            "think" : "What happens if your baby is breech  some babies may be born bottom first or feet first (breech). Learn about pain relief in labour, including things you can do yourself. You may get help to buy food and milk with the Healthy Start scheme if you're pregnant or have a child under 4 years old and receive certain benefits, or you're under 18"
        },
        {
            "week" : "34",
            "you" : "Pre-eclampsia is a condition that sometimes develops in pregnancy, usually after 20 weeks, and it can be serious. The blood pressure and urine checks you're offered at your midwife appointments check for the early signs. Know the others signs of pre-eclampsia to look out for, including a bad headache, swelling and vision problems. Gas and air (Entonox) is a form of pain relief you can be offered in labour, including at a home birth.",
            "baby" : "Your baby's bones are continuing to harden, apart from the skull bones. These will stay soft and separated until after the birth to make the journey through the birth canal easier. The bones can move gently and slide over each other so the head can be born safely while still protecting the brain",
            "think" : "what you'll need for your baby. when to pack your bag for labour, and what to put in it.how to make a birth plan to note your preferences for labour and birth"
        },
        {
            "week" : "35",
            "you" : "Labour that starts before 37 weeks is considered premature. If your baby is born early, they may need special care in hospital. Find out about premature labour and birth. You'll probably find you need to slow down because the extra weight makes you tired, and you may get backache. You should still be feeling your baby move, right up until they're born. If you notice any change in your baby's movements, call your midwife straight away so your baby can be checked. Do not use a home handheld device (Doppler) to check your baby  these are not reliable, and even if you hear a heartbeat this does not guarantee your baby is well.",
            "baby" : "Your baby is curled up in the uterus now, with legs bent up towards their chest. There's little room to move about, but they'll still change position, so you'll still feel movements and be able to see them on the surface of your bump. If your baby is a boy, his testicles are beginning to descend from his abdomen into his scrotum",
            "think" : "tips for your birth partner. what you'll need for your baby, including clothes. what happens when your baby needs help to be born with forceps or vacuum delivery. your newborn baby: what to expect"
        },
        {
            "week" : "36",
            "you" : "From around now, you may be aware of a tightening feeling in your lower tummy from time to time. These are a normal part of pregnancy, known as Braxton Hicks contractions  your uterus is `practising` for the tightenings, or contractions, of labour. Find out about signs that labour has begun and what happens. When contractions become longer, stronger and more frequent, it can be a sign that labour is starting. Labour that starts before 37 weeks is considered premature. If your baby is born early, they may need special care in hospital",
            "baby" : "By 36 weeks, your baby's lungs are fully formed and ready to take their first breath after the birth. The digestive system is fully developed and your baby will be able to feed if they're born now",
            "think" : "pack your bag for labour if you're planning to give birth in hospital or a midwifery unit. have all your important phone numbers handy (your midwife, hospital, any family and friends) in case labour starts. if you have children already, make childcare arrangements for when you go into labour. pain relief in labour, including things you can do yourself. epidurals: are there any side effects?. breastfeeding: positioning and attachment. washing and bathing your baby"
        },
        {
            "week" : "37",
            "you" : "When you're around 37 weeks pregnant, if it's your first pregnancy, your baby moves down ready to be born. You may feel more comfortable when this happens, and you'll probably also feel increased pressure in your lower abdomen. If it's not your first pregnancy, the baby may not move down until labour. You may notice some leaking from your nipples, and this is normal",
            "baby" : "At 37 weeks, your pregnancy is considered full-term. The average baby weighs around 3-4kg by now. Your baby is ready to be born, and you'll be meeting them some time in the next few weeks. Your baby's gut (digestive system) now contains meconium  the sticky green substance that will form your baby's first poo after birth. It may include bits of the lanugo (fine hair) that covered your baby earlier in pregnancy.",
            "think" : "the signs of labour. pain relief in labour, including things you can do yourself. what happens at the hospital or birth centre and when to contact your antenatal team. tips for your birth partner to support you during labour and birth. what happens if your baby is breech, when a baby is born bottom first, which is more complicated than a head-first birth. a caesarean, when you have surgery to deliver your baby. the newborn blood spot (heel prick) test that will be offered to your baby"
        },
        {
            "week" : "38",
            "you" : "Labour usually starts between 38 and 42 weeks of pregnancy. Your midwife or doctor should give you information about what to expect if your baby is overdue. Call your hospital or midwife at any time if you have any worries about your baby, including your baby's movements, or about labour and birth",
            "baby" : "If your baby does a poo during labour, which can sometimes happen, the amniotic fluid will contain meconium. If this is the case, your midwife will want to monitor your baby closely as it could mean the baby is stressed.",
            "think" : "you'll soon be meeting your newborn  get tips for new parents. soothing a crying baby"
        },
        {
            "week" : "39",
            "you" : "Pre-eclampsia is a serious pregnancy-related condition. Not everyone with pre-eclampsia has symptoms, but the urine and blood pressure tests at your antenatal visits check for it. Symptoms can include severe headaches, vision problems  such as blurring or seeing flashing lights  pain just below the ribs, and sudden increase in swelling of the hands, face or feet. There are several signs that labour might be starting.",
            "baby" : "In the last weeks, some time before birth, the baby's head should move down into your pelvis. When your baby's head moves down like this, it's said to be `engaged`. When this happens, you may notice your bump seems to move down a little. Sometimes the head does not engage until labour starts",
            "think" : "how to pack your bag for labour: check you've got everything. what happens straight after the birth"
        },
        {
            "week" : "40",
            "you" : "Pregnancy normally lasts about 40 weeks  that's around 280 days from the first day of your last period. Labour usually starts a week either side of this date, but you might go overdue. Your doctor may suggest inducing labour  it's your choice whether to have this or not.",
            "baby" : "The fine hair (lanugo) that covered your baby's body is now almost all gone, although some babies may have small patches of it when they're born",
            "think" : "what to expect in the first days after the birth. how to change your baby's nappy. your 6-week postnatal check"
        },
        {
            "week" : "41",
            "you" : "If you've had a baby before, you'll be offered a membrane sweep at your 41-week appointment. A membrane sweep involves having a vaginal (internal) examination that stimulates the cervix (neck of your womb) to produce hormones that may trigger natural labour. You do not have to have this  you can discuss it with your midwife.",
            "baby" : "Because of the hormones in your body, the baby's genitals may look swollen when they're born, but they'll soon settle down to their normal size",
            "think" : "helping your baby to sleep: what to expect. breastfeeding: is my baby getting enough milk. how to soothe sore or cracked nipple when breastfeeding"
        },
        {
            "week" : "42",
            "you" : "In most pregnancies, labour naturally starts by 42 weeks. If your pregnancy lasts longer than 42 weeks and you decide not to have your labour induced, you should be offered increased monitoring to check your baby's wellbeing. There's a higher risk of stillbirth if you go over 42 weeks pregnant, although most babies remain healthy. At the moment, there's no way to reliably predict which babies are at increased risk of stillbirth, so induction is offered if you do not go into labour by 42 weeks.",
            "baby" : "There's a higher risk of stillbirth if you go over 42 weeks pregnant, although most babies remain healthy.",
            "think" : "how long does it take to recover from a caesarean? breastfeeding and diet: healthy eating for breastfeeding mums. your body after the birth: what to expect. make sure your newborn baby is sleeping safely  find out how to reduce the risk of sudden infant death syndrome (SIDS)"
        }
    ]
    
}